[
    {
        "title":"Spacious Gulf front home w/ spectacular sunrise & sunset views!",
        "location":"Gulf Shores, Alabana, United States",
        "photo":"photos/img1.jpg",
        "description":"This spacious, custom-built beach house is ready to be your next getaway at the Gulf. Located directly on the beach, this home features designer furnishings throughout, four bedrooms and baths, a fabulous great room with a 65 inch flatscreen TV, and a gourmet kitchen with stainless steel appliances, a granite island, and a breakfast bar.",
        "nightlyFee":"$420 per night",
        "cleaningFee":"$302",
        "serviceFee":"$398",
        "amenities":"Bathtub, Hairdryer, Shampoo, Hot Water, Washer, Dryer, Essentials, Iron, TV, Air Conditioning, Smoke Alarm, Fire Extinguisher, First Aid Kit, Wifi, Kitchen, Refrigerator, Microwave, Dishes and silverware, Stove, Oven, Patio, Oven grill, Lockbox",
        "longTermStays": "Allowed",
        "bedrooms":"4",
        "guests":"7",
        "reviews":"23 reviews",
        "available":true,
        "dates": "Nov 13-18",
        "additional":"Great Location, Great Check-in experience, Self check-in"
    },
    {
        "title":"Naturalist Boudoir",
        "location":"Lumberton, Texas, United States",
        "photo":"photos/img2.jpg",
        "description":"Nestled in the heart of the Big Thicket, our Naturalist Boudoir B&B has everything you need to revitalize your senses.  Extremely private area for the naturalist with outdoor hot tub and shower.  We welcome all guests to experience our lovely Naturalist Boudoir & reconnect with your special someone.",
        "nightlyFee":"$354 per night",
        "cleaningFee":"$85",
        "serviceFee":"$262",
        "amenities":"Private Entrance, Waterfront, Bathtub, Hairdryer, Shampoo, Hot Water, Washer and Dryer (In the building), Extra pillows and blankets, Essentials, Iron, TV, Air Conditioning, Smoke Alarm, Fire Extinguisher, First Aid Kit, Wifi, Kitchen, Refrigerator, Microwave, Dishes and silverware, Stove, Oven, Patio, BBQ grill, Lockbox",
        "longTermStays": "Not Allowed",
        "bedrooms":"1",
        "guests":"2",
        "reviews":"406 reviews",
        "available":true,
        "dates": "Jan 29 - Feb 3",
        "additional":"Superhost, Great Location, Free Cancellation for 48 hours"
    },
    {
        "title":"Hygge Hideaway",
        "location":"Broken Bow, Oklahoma, United States",
        "photo":"photos/img3.jpg",
        "description":"Welcome to the brand new Hygge Hideaway! As soon as you drive up, you'll see that that this lakefront cabin sits right next to our very own Pine Lake and is all about unplugging and getting back to the simple, enjoyable moments that make life grand. Hygge Hideaway greets you with an airy, open floor plan interspersed with nature-inspired design choices and whimsical decor––hinting that you should let out your inner cabin life state of mind and let yourself be charmed into instant vacation mode!",
        "nightlyFee":"$595 per night",
        "cleaningFee":"$250",
        "serviceFee":"$0",
        "amenities":"Waterfront, Wifi, Free parking on premises, Dedicated Workspace, Bathtub, Hairdryer, Shampoo, Hot Water, Washer, Dryer, Indoor Fireplace, Essentials, Iron, TV, Air Conditioning, Smoke Alarm, Fire Extinguisher, First Aid Kit, Wifi, Kitchen, Refrigerator, Microwave, Dishes and silverware, Stove, Oven, Patio, Oven grill, Lockbox",
        "longTermStays": "Allowed",
        "bedrooms":"4",
        "guests":"12",
        "reviews":"1 review",
        "available":false,
        "dates": "Nov 6-11",
        "additional":"Superhost, Self check-in"
    },
    {
        "title":"Private Butte Views, Perfect Proximity to CB & Mtn",
        "location":"Crested Butte, Colorado, United States",
        "photo":"photos/img4.jpg",
        "description":"Longing for a spacious place to enjoy fresh mountain air and dark star-filled skies? Welcome to our updated 4 Bdrm, 3.5 Bath mountain home with plenty of room for the whole family and conveniently located right between downtown and the ski resort (4 min drive to each). Come take in the expansive and unobstructed views of both the butte and CB valley while sipping coffee on the massive deck or while soaking in the brand-new hot tub after a day on the slopes or on the adjacent Nordic Trail.",
        "nightlyFee":"$700 per night",
        "cleaningFee":"$350",
        "serviceFee":"$554",
        "amenities":"Mountain View, Valley View, Free driveway parking on premises, Private Hot Bathtub, Hairdryer, Shampoo, Hot Water, Washer (In building), Dryer, Essentials, Iron, TV, Air Conditioning, Smoke Alarm, Fire Extinguisher, First Aid Kit, Wifi, Kitchen, Refrigerator, Microwave, Dishes and silverware, Stove, Oven, Patio, Oven grill, Lockbox",
        "longTermStays": "Allowed",
        "bedrooms":"4",
        "guests":"12",
        "reviews":"42 reviews",
        "available":true,
        "dates": "Nov 4-9",
        "additional":"Great for remote work, Superhost, Self check-in"
    }
]
